"PHONE_TITLE" = "Téléphone";
"CALLS_LABEL" = "Appels";
"CALL_FORWARDING" = "Renvoi d’appel";
"SHOW_CALLER_ID" = "Afficher mon numéro";

"Loading" = "Chargement en cours…";
"Reverted" = "Rétabli";
"Saving" = "Enregistrement en cours…";
"FAILED" = "a échoué";
"SUCCESS" = "Réussite";
"ERROR" = "Erreur";
"DISMISS" = "OK";

"Calls" = "Appels";
"International Assist" = "International Assist";
"Phone" = "Téléphone";
"Show My Caller ID" = "Afficher mon numéro";

"SETTING_SAVE_ERROR" = "Impossible d’enregistrer le réglage %@.";
"kCTSettingTypeCallForwarding" = "Renvoi d’appel";
"kCTSettingTypeCallWaiting" = "Signal d’appel";
"kCTSettingTypeCallingLineIdRestriction" = "Identifiant";
"kCTSettingTypeSIMLock" = "code PIN de la carte SIM";
"kCTSettingTypePIN" = "code PIN";

"OFF" = "non";
"ON" = "oui";

"Network Selection" = "Sélection du réseau";
"SIM PIN" = "PIN carte SIM";

"Call Forwarding" = "Renvoi d’appel";
"Call Waiting" = "Signal d’appel";
"Network" = "Réseau";
"SIM Applications" = "Applications SIM";
"TTY" = "TTY";

"Automatic" = "Automatique";

"Save" = "Valider";
"Cancel" = "Annuler";
"Done" = "OK|Annuler";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "Verrouillage carte SIM. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "Déverrouillage carte SIM. %@";

"Current Password" = "Code secret actuel";
"New Password" = "Nouveau code secret";
"Confirm New Password" = "Confirmation";

"ATTEMPT_REMAINING" = "%@ tentative restante.";
"ATTEMPTS_REMAINING" = "%@ tentatives restantes.";

"COULD_NOT_LOCK" = "Verrouillage impossible. %@";
"COULD_NOT_UNLOCK" = "Déverrouillage impossible. %@";
"Could not change PIN" = "Code PIN non modifié. %@";
"CHANGE_PIN" = "Modification";
"Error: Passwords do not match" = "Erreur : les codes secrets sont différents";

"ENABLE_TTY" = "Voulez-vous utiliser TTY pour l’appel ou les appels en cours ?";
"DISABLE_TTY" = "Voulez-vous désactiver TTY pour l’appel ou les appels en cours ?";

"Yes" = "oui";
"No" = "non";

"PHONE" = "Mon numéro : %@";

"MY_NUMBER" = "Mon numéro";
"UNKNOWN_NUMBER" = "Inconnu";
"MY_NUMBER_PLACEHOLDER" = "Numéro";
"SAVE_MY_NUMBER" = "Enregistrer|Annuler";
"CANCEL_MY_NUMBER" = "Annuler|Enregistrer";

"SHOW" = "Afficher";
"HIDE" = "Masquer";
"NETWORK" = "Par défaut";

"Change Voicemail Password" = "Code secret de messagerie";
"PASSWORD" = "Code secret";
"OLD_PASSWORD_PROMPT" = "Code secret actuel de messagerie";
"NEW_PASSWORD_PROMPT" = "Nouveau code secret de messagerie";
"NEW_PASSWORD_REENTRY_PROMPT" = "Confirmez le nouveau code secret";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Les mots de passe sont différents. Réessayez.";
"SAVING_PASSWORD_PROMPT" = "Enregistrement du code secret…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Messagerie indisponible\nRéessayez ultérieurement.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Erreur de messagerie\nImpossible de modifier le code secret pour le moment.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Code secret enregistré";

"DIAL_ASSIST_HELP" = "« International Assist » rajoute automatiquement le bon préfixe international aux numéros de téléphone composés depuis l’étranger.";

"Contacts" = "Contacts";
"Sort Order" = "Ordre de tri";
"Display Order" = "Ordre d’affichage";
"FIRST" = "Prénom Nom";
"LAST" = "Nom Prénom";

"CARRIER" = "Opérateur";
"CARRIER_SERVICES" = "Services %@";

"PIN" = "code PIN";
"CURRENT_PIN" = "PIN actuel";
"NEW_PIN" = "Nouveau PIN";
"CONFIRM_NEW_PIN" = "Confirmez le PIN";
"Error: PINs do not match" = "Erreur : les codes PIN sont différents";

"FORWARD_ALL" = "Tous";
"FORWARD_CUSTOM" = "Personnalisée";
"FORWARD_TO" = "Renvoyer vers";
"FORWARDING_TO" = "Renvoyer vers";
"NO_ANSWER" = "Aucune réponse";
"BUSY" = "Occupé";
"UNREACHABLE" = "Non joignable";

"CALL_FORWARD_ERROR_TITLE" = "Renvoi d’appel";
"CALL_FORWARD_ERROR_MESSAGE" = "Certains réglages de renvoi d’appel n’ont pu être modifiés";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Impossible d’enregistrer le n° de téléphone.";
